sdaiGetEntity(Sdai_instS*,System.SByte!System.Runtime.CompilerServices.IsSignUnspecifiedByte*)
\details
Returns an entity specified by its name.
\param model [in] A model that contains the entity definition.
\param name  [in] A string that contains the entity name.
\returns An entity with specified name.
\code
SdaiModel model = ...;
SdaiEntity entCartesianPoint = sdaiGetEntity(model, "ifccartesianpoint");
\remarks
The function is case insensitive.